sdaiGetLowerBound(Sdai_Id_aggr*)
\details
Retrieves the lower bound of a specified aggregate element.
\param aggregate [in] An aggregate to get the lower bound from.
\returns An SDAI integer value that represents the lower bound value.